"ACCESS_DENIED"="Auf das Pfad %1$s kann nicht zugegriffen werden.";
"BAD_ATTRIBUTE"="Die Attributangabe \"%1$c\" ist nicht gültig.";
"BAD_OPTION"="Einer der Parameter beginnt mit \":\", ist aber keine gültige Option.";
"BAD_OPTION_OR_ATTRIBUTE"="Einer der Parameter beginnt mit \"-\", ist aber weder eine gültige Option noch eine Attributangabe.";
"BAD_PATH"="Das Format des Pfades %1$s ist falsch.";
"DOUBLE_ATTRIBUTE"="Die Attributangabe \"%1$c\" wurde wiederholt.";
"ERROR"="FEHLER";
"FILE_CHANGED"="Die Datei wurde geändert";
"FILE_NOT_CHANGED"="Keine Änderungen notwendig";
"FILES_CHANGED_0"="keine Änderungen notwendig";
"FILES_CHANGED_1"="1 geändert";
"FILES_CHANGED_MANY"="%1$d geändert";
"FILES_PROCESSED_0"="Keine Dateien bearbeitet";
"FILES_PROCESSED_1"="1 Datei bearbeitet";
"FILES_PROCESSED_MANY"="%1$d Dateien bearbeitet";
"HELP"="\nZeigt die Attribute von MP3‐Dateien oder ändert sie.\n\nGebrauch:\n  MP3EPOC [:L|:S] [:W] [:F] [+P|-P] [+C|-C] [+O|-O] [:E0|:E1|:E2|:Ex] Dateien\n\n  :L        Zeigt die Attribute im erweiterten Format.\n  :S        Zeigt die Attribute im kompakten Format.\n  :W        Liest gesamte Dateien, nicht nur die Schlüssel‐Frames.\n  :F        Erster Frame ist Schlüssel‐Frame (ältere Winamp‐Versionen).\n  +         Setzt ein Attribut oder zeigt die Dateien wo es gesetzt ist.\n  -         Löscht ein Attribut oder zeigt die Dateien wo es nicht gesetzt ist.\n  P         Attribut \"Privat\".\n  C         Attribut \"Copyright\".\n  O         Attribut \"Original\".\n  :E0       Entfernt die Emphase oder zeigt die Dateien ohne Emphase.\n  :E1       Setzt oder zeigt die Dateien mit Emphase auf 50/15 microsec.\n  :E2       Setzt oder zeigt die Dateien mit Emphase auf CCITT j. 17.\n  :Ex       Zeigt die Dateien mit ungültiger Emphase.\n  Dateien   Die zu verarbeitende(n) Datei(en) (Platzhalter sind erlaubt).\n\nAttributangaben werden vom Zeichen + oder - eingeleitet und können verschiedene Attribute gleichzeitig angeben wie in +PO oder -OCP; die Optionen :E0, :E1, :E2 und :Ex gelten auch als Attributangaben, sie können jedoch nicht kombiniert werden.\n\nEnthält die Befehlszeile Attributangaben ohne die Optionen :L, :S, :W oder :F, so schreibt MP3epoc die neuen Attributeinstellungen in jede angegebene MP3‐Datei.\nEnthält die Befehlszeile Attributangaben zusammen mit den Optionen :L, :S, :W oder :F, so zeigt MP3epoc die den angegebenen Attributen entsprechenden MP3‐Dateien ohne sie zu ändern.\nEnthält die Befehlszeile keine Attributangaben, so zeigt MP3epoc die Attribute der MP3‐Dateien ohne sie zu ändern: in diesem Fall werden Attribute stets im erweiterten Format angezeigt, wenn die Option :S nicht explizit angegeben ist.\nEinige Beispiele:\n\n  > MP3EPOC *.MP3\n  Zeigt im erweiterten Format die Attribute aller MP3‐Dateien im aktuellen Verzeichnis.\n\n  > MP3EPOC -C +O \"Madonna - Material Girl.mp3\"\n  Löscht das Attribut \"Copyright\" und setzt das Attribut \"Original\" in allen Frames der Datei \"Madonna - Material Girl.mp3\".\n\n  > MP3EPOC :S :W :E1 \"~/Music/*Mozart*.MP3\"\n  Zeigt im kompaktem Format die Attribute aller MP3‐Dateien im Verzeichnis \"~/Music\" die das Wort \"Mozart\" im Namen enthalten und die Emphase auf 50/15 microsec in allen Frames gestzt haben.\n  \n  > MP3EPOC -PCO :E0 \"/Volumes/My-Host/Shared MP3s/*\"\n  Löscht die Attribute \"Privat\", \"Copyright\" und \"Original\" und entfernt die Emphase von allen Frames aller Dateien im Netzwerkverzeichnis \"Shared MP3s\" auf \"My-Host\".\n\nDie Darstellung der Attribute im erweiterten Format folgt das generelle Schema:\n\n  ±P* ±C* ±O* E?*\n\nDie Buchstaben P, C, O und E stehen jeweils für die Attribute \"Privat\", \"Copyright\", \"Original\" und \"Emphase\". Das Zeichen + vor einem Buchstabe zeigt, dass das entsprechende Attribut gesetzt ist; das Zeichen - zeigt, dass das Attribut nicht gesetzt ist.\nDie Einstellung der Emphase wird von dem Zeichen nach dem E deutlich gemacht: 0 = keine Emphase, 1 = 50/15 microsec, 2 = CCITT j. 17, x = ungültige Emphase.\nWird die Option :W verwendet, so bedeutet ein Asteriskus nach einem Attribut, dass die Einstellungen des Attributes gleich in allen Frames der Datei sind.\n\nDas kompakte Format zeigt die selben Informationen wie das erweiterte Format in weniger Platz, es ist nur etwas komplizierter zum Lesen. Das kompakte Format benutzt einen Buchstaben für jedes Attribut in der Reihefolge: \"Privat\", \"Copyright\", \"Original\", \"Emphase\". Die verschiedenen Buchstaben haben folgende Bedeutung:\n\n  j = Emphase auf CCITT j. 17\n  m = Emphase auf 50/15 microsec\n  n = Attribut nicht gesetzt oder keine Emphase\n  x = ungültige Emphase\n  y = Attribut gesetzt\n\nEin Großbuchstabe bedeutet, dass die Einstellungen des Attributes gleich in allen Frames der Datei sind.\n\nObwohl Attributeinstellungen üblicherweise gleich für allen Frames einer MP3‐ Datei sind, ist dies nicht immer der Fall.\nDie von Winamp im Dialog Titelinformationen für MP3‐Dateien gezeigten Einstellungen sind die, die im zweiten Frame der Datei liegen: dies ist der Default‐Schlüssel‐Frame, derjenige, aus dem MP3epoc normalerweise seine Angaben bezieht um die Haupteinstellungen der Attribute zu zeigen oder um bestimmte Dateien aus der Suche auszuschließen wenn die Option :W weggelassen wird. Einige ältere Winamp‐Versionen sowie andere Anwendungen betrachten statt dessen den ersten Frame als Schlüssel‐Frame der Datei. Das selbe Verhalten kann mit MP3epoc durch Angabe der Option :F erreicht werden.";
"MP3_DATA_UNKNOWN_EXCEPTION"="Die Datei %2$s enthält unbekannte Daten an der Stelle %1$s.";
"MP3_FILE_INVALID_EXCEPTION"="%1$s ist keine MP3‐Datei.";
"MP3_FIRST_FRAME_NOT_FOUND_EXCEPTION"="Entweder die Größe der Datei %1$s oder die Informationen im ID3v2‐Tag sind falsch.";
"MP3_FORMAT_EXCEPTION"="Beim Bearbeiten der Datei file %2$s an der Stelle %1$s ist ein Fehler aufgetreten.";
"MP3_FRAME_CRC_TEST_EXCEPTION"="Der Frame %1$lld in der Datei %3$s an der Stelle %2$s ist beschädigt und hat die CRC‐Prüfung nicht bestanden.";
"MP3_FRAME_CRC_UNKNOWN_EXCEPTION"="Der CRC‐Wert des Frames %1$lld in der Datei %3$s an der Stelle %2$s kann nicht neu gerechnet werden.";
"MP3_FRAME_EXCEPTION"="Beim Bearbeiten des Frames %1$lld in der Datei %3$s an der Stelle %2$s ist ein Fehler aufgetreten.";
"MP3_FRAME_SIZE_UNKNOWN_EXCEPTION"="Die Größe des Frames %1$lld in der Datei %3$s an der Stelle %2$s kann nicht ermittelt werden.";
"MP3_GENERIC_EXCEPTION"="Beim Bearbeiten der Datei %1$s ist ein Fehler aufgetreten.";
"MP3_KEY_FRAME_NOT_FOUND_EXCEPTION"="Die Datei %1$s hat keinen Schlüssel‐Frame.";
"NO_FILE"="Es wurde keine Datei angegeben.";
"OPT_EX_IN_WRITING_OP"="Die Option :Ex kann nur zusammen mit den Optionen :L, :S, :W oder :F benutzt werden.";
"PATH_IS_DIR"="Der Pfad %1$s bezeichnet ein Verzeichnis.";
"PATH_NOT_FOUND"="Der Pfad %1$s wurde nicht gefunden.";
"SYNTAX_ERROR"="Die Syntax des Befehls ist falsch.";
